// 품질 판독기에 사용할 데이터
const qualityData = {
  // 통합된 데이터
  "반지": {
    0: { 최소: 9156, 최대: 11091 },
    1: { 최소: 9414, 최대: 11349 },
    2: { 최소: 9930, 최대: 11865 },
    3: { 최소: 10962, 최대: 12897 }
  },
  "귀걸이": {
    0: { 최소: 9861, 최대: 11944 },
    1: { 최소: 10139, 최대: 12222 },
    2: { 최소: 10695, 최대: 12778 },
    3: { 최소: 11806, 최대: 13889 }
  },
  "목걸이": {
    0: { 최소: 12678, 최대: 15357 },
    1: { 최소: 13035, 최대: 15714 },
    2: { 최소: 13749, 최대: 16428 },
    3: { 최소: 15178, 최대: 17857 }
  }
};

export default qualityData;
